awards_fellowships.tex
% Created 2017-12-29 Fri 16:16
% Intended LaTeX compiler: pdflatex
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Tedward Erker}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Tedward Erker},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.1.1 (Org mode 9.0.6)},
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Awards, Grants, and Fellowships}
\label{sec:org79d440f}
\subsection{2015-2018}
\label{sec:org2e56bf9}
NASA Earth and Space Science \href{https://nspires.nasaprs.com/external/viewrepositorydocument/cmdocumentid=459947/solicitationId=\%7BB6CDCEA6-8EDD-A48A-FAF8-E588F66661C3\%7D/viewSolicitationDocument=1/NESSF15\%20selections.pdf}{Fellowship}\\
\$105,000

\subsection{Sep 2016}
\label{sec:orgad36791}
Mapping Wisconsin's Urban Tree Canopy (co-author), Wisconsin
Department of Natural Resources\\
\$50,000

\subsection{Oct 2016}
\label{sec:orge65d439}
\href{https://kb.wisc.edu/russell/page.php?id=65402}{George Kress Award} for Outstanding Contribution of a Forestry Graduate
Student \\
\textbf{\$1,000}

\subsection{May 2016}
\label{sec:orgb96c08d}
Travel Award, UW-Madison Department of Forest and Wildlife Ecology\\
\textbf{\$500}

\subsection{Mar 2016}
\label{sec:org8cce41f}
\href{http://news.wisc.edu/cool-science-images-2016/\#\&gid=1\&pid=10}{Cool Science Image contest winner}, "Madison Lakes" \\
\textbf{\$100}

\subsection{May  2010}
\label{sec:org86e742a}
\href{http://enst.wustl.edu/program/awards}{Outstanding Overall Achievement in Environmental Studies} (highest
award in major), Washington University in St. Louis

\subsection{Jun 2008}
\label{sec:org502fc8d}
\href{http://tyson.wustl.edu/teaching-ugrad.php}{Tyson Research Center Summer Undergraduate Research Fellowship} \\
 \textbf{\$3,750}
\end{document}